Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cloudTree.pane.unsupportedHint
source: This provider cannot open port previews. Do not retry; use `cmux vm exec` inside the machine or choose another machine.
ar: لا يمكن لهذا المزود فتح معاينات المنفذ. لا تعد المحاولة؛ استخدم `cmux vm exec` داخل الجهاز أو اختر جهازًا آخر.
de: Dieser Anbieter kann keine Port-Vorschauen öffnen. Versuchen Sie es nicht erneut; verwenden Sie `cmux vm exec` innerhalb der Maschine oder wählen Sie eine andere Maschine.
es: Este proveedor no puede abrir vistas previas de puertos. No reintentes; usa `cmux vm exec` dentro de la máquina o elige otra máquina.
fr: Ce fournisseur ne peut pas ouvrir de prévisualisations de ports. Ne réessayez pas ; utilisez `cmux vm exec` à l’intérieur de la machine ou choisissez une autre machine.
ja: このプロバイダーはポートのプレビューを開けません。再試行せず、マシン内で `cmux vm exec` を使うか、別のマシンを選択してください。
ko: 이 프로바이더는 포트 미리보기를 열 수 없습니다. 다시 시도하지 마십시오. 가상 머신 내부에서 `cmux vm exec`을 사용하거나 다른 가상 머신을 선택하십시오.
zh_hans: 此提供方无法打开端口预览。请不要重试；改在机器内使用 `cmux vm exec`，或换一台机器。
zh_hant: 此提供者無法開啟連接埠預覽。請勿重試；請在機器內使用 `cmux vm exec` 或選擇其他機器。

# cloudTree.port.unsupported
source: %@’s provider cannot open machine ports as previews; reach the service from inside the machine with `cmux vm exec %@ -- …`.
ar: لا يمكن لمزود %@ فتح منافذ الجهاز كمعاينات؛ يرجى الوصول إلى الخدمة من داخل الجهاز عبر `cmux vm exec %@ -- …`.
de: Der Anbieter von %@ kann keine Maschinen-Ports als Vorschau öffnen; greifen Sie von innerhalb der Maschine auf den Dienst zu mit `cmux vm exec %@ -- …`.
es: El proveedor de %@ no puede abrir puertos de máquina como vistas previas; accede al servicio desde dentro de la máquina con `cmux vm exec %@ -- …`.
fr: Le fournisseur de %@ ne peut pas ouvrir de ports de machine en tant qu'aperçus ; accédez au service depuis l'intérieur de la machine avec `cmux vm exec %@ -- …`.
ja: %@ のプロバイダーはマシンポートをプレビューとして開けません。`cmux vm exec %@ -- …` でマシン内からアクセスしてください。
ko: %@ 프로바이더는 가상 머신 포트를 미리보기로 열 수 없습니다. 가상 머신 내부에서 `cmux vm exec %@ -- …` 명령을 사용하여 서비스에 접속하십시오.
zh_hans: %@ 的提供方无法把机器端口作为预览打开；请在机器内用 `cmux vm exec %@ -- …` 访问该服务。
zh_hant: %@ 的提供者無法將機器連接埠開啟為預覽；請在機器內部使用 `cmux vm exec %@ -- …` 來存取此服務。

# cloudTree.port.noLocalWorkspace
source: No local workspace is showing %@; select a workspace and retry.
ar: لا توجد مساحة عمل محلية تعرض %@؛ يرجى تحديد مساحة عمل وإعادة المحاولة.
de: Kein lokaler Arbeitsbereich zeigt %@ an; wählen Sie einen Arbeitsbereich aus und versuchen Sie es erneut.
es: Ningún espacio de trabajo local está mostrando %@; selecciona un espacio de trabajo e inténtalo de nuevo.
fr: Aucun espace de travail local n'affiche %@ ; sélectionnez un espace de travail et réessayez.
ja: %@ を表示しているローカルワークスペースがありません。ワークスペースを選択して再試行してください。
ko: %@을(를) 보여주는 로컬 작업 공간이 없습니다. 작업 공간을 선택하고 다시 시도하십시오.
zh_hans: 没有本机工作区正在显示 %@；请先选择一个工作区再重试。
zh_hant: 沒有本機工作區正在顯示 %@；請選取工作區並重試。

# cloudTree.port.invalidMachine
source: Ports can only be opened on a cloud machine.
ar: يمكن فتح المنافذ فقط على جهاز سحابي.
de: Ports können nur auf einer Cloud-Maschine geöffnet werden.
es: Los puertos solo se pueden abrir en una máquina en la nube.
fr: Les ports ne peuvent être ouverts que sur une machine cloud.
ja: ポートを開けるのは Cloud マシンのみです。
ko: 포트는 클라우드 가상 머신에서만 열 수 있습니다.
zh_hans: 端口只能在云端机器上打开。
zh_hant: 只能在雲端機器上開啟連接埠。

# cloudTree.operation.close
source: Closing on %@…
ar: جاري الإغلاق على %@…
de: Wird auf %@ geschlossen…
es: Cerrando en %@…
fr: Fermeture sur %@…
ja: %@ で閉じています…
ko: %@에서 닫는 중…
zh_hans: 正在 %@ 上关闭…
zh_hant: 正在 %@ 上關閉…

# cloudTree.operation.newTerminal
source: Starting a terminal on %@…
ar: جاري تشغيل طرفية على %@…
de: Terminal auf %@ wird gestartet…
es: Iniciando una terminal en %@…
fr: Démarrage d'un terminal sur %@…
ja: %@ でターミナルを起動しています…
ko: %@에서 터미널을 시작하는 중…
zh_hans: 正在 %@ 上启动终端…
zh_hant: 正在 %@ 上啟動終端機…

# cloudTree.operation.newWorkspace
source: Creating a workspace on %@…
ar: جاري إنشاء مساحة عمل على %@…
de: Arbeitsbereich auf %@ wird erstellt…
es: Creando un espacio de trabajo en %@…
fr: Création d'un espace de travail sur %@…
ja: %@ にワークスペースを作成中…
ko: %@에서 작업 공간을 생성하는 중…
zh_hans: 正在 %@ 上创建工作区…
zh_hant: 正在 %@ 上建立工作區…

# cloudTree.operation.project
source: Opening on %@…
ar: جاري الفتح على %@…
de: Wird auf %@ geöffnet…
es: Abriendo en %@…
fr: Ouverture sur %@…
ja: %@ で開いています…
ko: %@에서 여는 중…
zh_hans: 正在 %@ 上打开…
zh_hant: 正在 %@ 上開啟…

# cloudTree.placeholder.asleep
source: Asleep — open to wake
ar: خامل — افتح لإيقاظه
de: Ruhezustand — zum Aufwecken öffnen
es: Inactiva — abrir para activar
fr: En veille — ouvrez pour réveiller
ja: スリープ中 — 開くと起動します
ko: 절전 상태 — 절전 해제하려면 열기
zh_hans: 已休眠 —— 打开即可唤醒
zh_hant: 已休眠 — 開啟以喚醒

# cloudTree.placeholder.connecting
source: Connecting…
ar: جاري الاتصال…
de: Verbindung wird hergestellt…
es: Conectando…
fr: Connexion…
ja: 接続中…
ko: 연결 중…
zh_hans: 正在连接…
zh_hant: 連線中…

# cloudTree.placeholder.linkError
source: Link failed
ar: فشل الربط
de: Verbindung fehlgeschlagen
es: Error de enlace
fr: Échec de la liaison
ja: 接続に失敗しました
ko: 연결 실패
zh_hans: 链路失败
zh_hant: 連結失敗

# cloudTree.placeholder.noLocalTerminals
source: No terminals open
ar: لا توجد طرفيات مفتوحة
de: Keine Terminals geöffnet
es: No hay terminales abiertas
fr: Aucun terminal ouvert
ja: 開いているターミナルはありません
ko: 열려 있는 터미널 없음
zh_hans: 没有打开的终端
zh_hant: 未開啟終端機

# cloudTree.placeholder.noTerminals
source: No terminals yet
ar: لا توجد طرفيات بعد
de: Noch keine Terminals
es: Aún sin terminales
fr: Pas encore de terminaux
ja: ターミナルはまだありません
ko: 아직 터미널이 없음
zh_hans: 暂无终端
zh_hant: 尚無終端機

# cloudTree.placeholder.noWorkspaces
source: No workspaces yet
ar: لا توجد مساحات عمل حتى الآن
de: Noch keine Arbeitsbereiche
es: Aún no hay espacios de trabajo
fr: Aucun espace de travail pour l'instant
ja: ワークスペースはまだありません
ko: 아직 작업 공간이 없습니다.
zh_hans: 暂无工作区
zh_hant: 還沒有工作區

# cloudTree.placeholder.unavailable
source: Sessions unavailable on this machine
ar: الجلسات غير متاحة على هذا الجهاز
de: Sitzungen auf dieser Maschine nicht verfügbar
es: Sesiones no disponibles en esta máquina
fr: Sessions indisponibles sur cette machine
ja: このマシンではセッションを利用できません
ko: 이 기기에서는 세션을 사용할 수 없습니다
zh_hans: 此机器上的会话不可用
zh_hant: 此機器上無法使用工作階段

# cloudTree.row.closeTerminal
source: Close Terminal
ar: إغلاق الطرفية
de: Terminal schließen
es: Cerrar terminal
fr: Fermer le terminal
ja: ターミナルを閉じる
ko: 터미널 닫기
zh_hans: 关闭终端
zh_hant: 關閉終端機

# cloudTree.row.closeWorkspace
source: Close Workspace…
ar: إغلاق مساحة العمل…
de: Arbeitsbereich schließen…
es: Cerrar espacio de trabajo…
fr: Fermer l’espace de travail…
ja: ワークスペースを閉じる…
ko: 작업 공간 닫기…
zh_hans: 关闭工作区…
zh_hant: 關閉工作區…

# cloudTree.row.newWorkspace
source: New Workspace
ar: مساحة عمل جديدة
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
ja: 新しいワークスペース
ko: 새 작업 공간
zh_hans: 新建工作区
zh_hant: 新工作區

# cloudTree.stats.disk
source: Disk %@/%@ GB
ar: القرص %@/%@ جيجابايت
de: Festplatte %@/%@ GB
es: Disco %@/%@ GB
fr: Disque %@/%@ Go
ja: ディスク %@/%@ GB
ko: 디스크 %@/%@ GB
zh_hans: 磁盘 %@/%@ GB
zh_hant: 磁碟 %@/%@ GB

# cloudTree.stats.memory
source: Mem %@/%@ GB
ar: الذاكرة %@/%@ جيجابايت
de: Speicher %@/%@ GB
fr: Mem %@/%@ Go
ja: メモリ %@/%@ GB
ko: 메모리 %@/%@ GB
zh_hans: 内存 %@/%@ GB
zh_hant: 記憶體 %@/%@ GB

# cloudTree.terminal.unread.help
source: This terminal has a notification you have not read on this Mac
ar: تحتوي هذه الطرفية على إشعار لم تقرأه على جهاز Mac هذا
de: Dieses Terminal hat eine Mitteilung, die Sie auf diesem Mac noch nicht gelesen haben
es: Esta terminal tiene una notificación que no has leído en este Mac
fr: Ce terminal contient une notification que vous n’avez pas lue sur ce Mac
ja: このターミナルには、このMacでまだ読んでいない通知があります
ko: 이 터미널에 이 Mac에서 읽지 않은 알림이 있습니다
zh_hans: 此终端有您在此 Mac 上未读的通知
zh_hant: 此終端機有您尚未在此 Mac 上閱讀的通知

# cloudTree.terminal.untitled
source: terminal
ar: طرفية
ja: ターミナル
ko: 터미널
zh_hans: 终端
zh_hant: 終端機

# cloudTree.terminal.badge.hiddenTabs.help.one
source: 1 more tab in this pane, listed beneath this row. The pane shows this tab.
ar: علامة تبويب إضافية واحدة في هذا الجزء، مدرجة أسفل هذا الصف. يعرض الجزء علامة التبويب هذه.
de: 1 weiterer Tab in diesem Bereich, der unter dieser Zeile aufgelistet ist. Der Bereich zeigt diesen Tab.
es: 1 pestaña más en este panel, listada debajo de esta fila. El panel muestra esta pestaña.
fr: 1 onglet de plus dans ce volet, listé sous cette ligne. Le volet affiche cet onglet.
ja: このペインには他に 1 個のタブがあり、この行の下に表示されます。ペインにはこのタブが表示されています。
ko: 이 패인에 1개의 탭이 더 있으며, 이 행 아래에 나열됩니다. 패인에는 이 탭이 표시됩니다.
zh_hans: 此窗格中还有 1 个标签页，列在此行下方。该窗格显示此标签页。
zh_hant: 此窗格中還有 1 個分頁，列在此行下方。此窗格會顯示此分頁。

# cloudTree.terminal.badge.hiddenTabs.help.other
source: %d more tabs in this pane, listed beneath this row. The pane shows this tab.
ar: %d علامة تبويب إضافية في هذا الجزء، مدرجة أسفل هذا الصف. يعرض الجزء علامة التبويب هذه.
de: %d weitere Tabs in diesem Bereich, die unter dieser Zeile aufgelistet sind. Der Bereich zeigt diesen Tab.
es: %d pestañas más en este panel, listadas debajo de esta fila. El panel muestra esta pestaña.
fr: %d onglets de plus dans ce volet, listés sous cette ligne. Le volet affiche cet onglet.
ja: このペインには他に %d 個のタブがあり、この行の下に表示されます。ペインにはこのタブが表示されています。
ko: 이 패인에 %d개의 탭이 더 있으며, 이 행 아래에 나열됩니다. 패인에는 이 탭이 표시됩니다.
zh_hans: 此窗格中还有 %d 个标签页，列在此行下方。该窗格显示此标签页。
zh_hant: 此窗格中還有 %d 個分頁，列在此行下方。此窗格會顯示此分頁。

# cloudTree.terminal.detached
source: detached
ar: منفصل
de: Abgekoppelt
es: Desvinculado
fr: Détaché
ja: デタッチ済み
ko: 분리됨
zh_hans: 已分离
zh_hant: 已分離

# cloudTree.terminal.detached.help
source: Still running on the machine, but no tab shows it. Click to open it in a pane; right-click to kill it.
ar: لا تزال تعمل على الجهاز، ولكن لا تظهر في أي علامة تبويب. انقر لفتحها في جزء؛ وانقر بزر الماوس الأيمن لإنهائها.
de: Läuft weiterhin auf der Maschine, wird aber in keinem Tab angezeigt. Klicken, um es in einem Teilfenster zu öffnen; Rechtsklick, um es zu beenden.
es: Sigue ejecutándose en la máquina, pero ninguna pestaña la muestra. Haz clic para abrirla en un panel; haz clic derecho para finalizarla.
fr: Toujours en cours d’exécution sur la machine, mais aucun onglet ne l’affiche. Cliquez pour l’ouvrir dans un volet ; faites un clic droit pour le tuer.
ja: マシン上でまだ実行中ですが、表示しているタブはありません。クリックでペインに開き、右クリックで強制終了できます。
ko: 기기에서 계속 실행 중이지만 표시하는 탭이 없습니다. 클릭하여 분할 창에서 열거나 우클릭하여 종료하세요.
zh_hans: 仍在机器上运行，但没有标签页显示它。点按可在窗格中打开；右键点按可终止它。
zh_hant: 仍在機器上執行，但沒有標籤頁顯示它。點擊以在窗格中開啟；按右鍵以強制結束。

# cloudTree.terminal.views.other
source: %d tabs on the machine show this terminal
ar: تعرض %d علامة تبويب على الجهاز هذه الطرفية
de: %d Tabs auf dem Rechner zeigen dieses Terminal
es: %d pestañas de la máquina muestran esta terminal
fr: %d onglets sur la machine affichent ce terminal
ja: マシン上の%d個のタブがこのターミナルを表示しています
ko: 기기의 탭 %d개에서 이 터미널을 표시하고 있습니다
zh_hans: 机器上的 %d 个标签页显示此终端
zh_hant: 機器上的 %d 個標籤頁顯示此終端機

# cloudTree.workspace.terminalCount.one
source: 1 terminal
ar: 1 محطة
fr: 1 borne
ja: ターミナル 1 個
ko: 1 터미널
zh_hans: 1 个终端
zh_hant: 1個航廈

# cloudTree.workspace.terminalCount.other
source: %d terminals
ar: %d طرفية
es: %d terminales
fr: %d terminaux
ja: %d個のターミナル
ko: 터미널 %d개
zh_hans: %d 个终端
zh_hant: %d 個終端機

# cloudTree.workspace.hiddenTabs.one
source: 1 more tab
ar: علامة تبويب إضافية واحدة
de: 1 weiterer Tab
es: 1 pestaña más
fr: 1 onglet de plus
ja: 他に 1 個のタブ
ko: 1개의 탭 더 있음
zh_hans: 还有 1 个标签页
zh_hant: 還有 1 個分頁

# cloudTree.workspace.hiddenTabs.other
source: %d more tabs
ar: %d علامة تبويب إضافية
de: %d weitere Tabs
es: %d pestañas más
fr: %d onglets de plus
ja: 他に %d 個のタブ
ko: %d개의 탭 더 있음
zh_hans: 还有 %d 个标签页
zh_hant: 還有 %d 個分頁

# command.addWorkspaceChecklistItem.title
source: Add Checklist Item…
ar: إضافة عنصر قائمة تحقق…
de: Checklisten-Eintrag hinzufügen…
es: Añadir elemento a la lista de verificación…
fr: Ajouter un élément à la liste de contrôle…
ja: チェックリスト項目を追加…
ko: 체크리스트 항목 추가…
zh_hans: 添加清单项…
zh_hant: 新增檢查清單項目…

# command.applyUpdateIfAvailable.subtitle
source: Global
ar: عام
bs: Globalno
da: Globalt
fr: Général
it: Globale
ja: グローバル
ko: 전역
nb: Globalt
pl: Globalne
ru: Глобальные
th: ทั่วไป
tr: Genel
uk: Глобальна
zh_hans: 全局
zh_hant: 全域

# command.applyUpdateIfAvailable.title
source: Apply Update (If Available)
ar: تطبيق التحديث (إن توفر)
bs: Primijeni ažuriranje (ako je dostupno)
da: Anvend opdatering (hvis tilgængelig)
de: Update anwenden (falls verfügbar)
es: Aplicar actualización (si está disponible)
fr: Appliquer la mise à jour (si disponible)
it: Applica aggiornamento (se disponibile)
ja: アップデートを適用（利用可能な場合）
ko: 업데이트 적용 (사용 가능한 경우)
nb: Installer oppdatering (hvis tilgjengelig)
pl: Zastosuj aktualizację (jeśli dostępna)
pt_br: Aplicar Atualização (Se Disponível)
ru: Применить обновление (если доступно)
th: ติดตั้งอัปเดต (ถ้ามี)
tr: Güncellemeyi Uygula (Varsa)
uk: Застосувати оновлення (якщо доступне)
zh_hans: 应用更新（如果可用）
zh_hant: 套用更新（如果有的話）

# command.attemptUpdate.subtitle
source: Global
ar: عام
bs: Globalno
da: Globalt
fr: Général
it: Globale
ja: グローバル
ko: 전역
nb: Globalt
pl: Globalne
ru: Глобальные
th: ทั่วไป
tr: Genel
uk: Глобальна
zh_hans: 全局
zh_hant: 全域

# command.attemptUpdate.title
source: Attempt Update
ar: محاولة التحديث
bs: Pokušaj ažuriranje
da: Forsøg opdatering
de: Update versuchen
es: Intentar actualización
fr: Tenter la mise à jour
it: Tenta aggiornamento
ja: アップデートを試行
ko: 업데이트 시도
nb: Forsøk oppdatering
pl: Spróbuj zaktualizować
pt_br: Tentar Atualização
ru: Попытаться обновить
th: ลองอัปเดต
tr: Güncellemeyi Dene
uk: Спробувати оновити
zh_hans: 尝试更新
zh_hant: 嘗試更新

# command.auth.signIn.title
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
ko: 로그인
zh_hans: 登录
zh_hant: 登入

# command.auth.signOut.title
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Desconectar
fr: Se déconnecter
ja: サインアウト
ko: 로그아웃
zh_hans: 退出登录
zh_hant: 登出

# command.auth.subtitle
source: Account
ar: حساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
zh_hans: 账户
zh_hant: 帳戶

# command.browserAvailability.subtitle
source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

# command.browserBack.title
source: Back
ar: رجوع
bs: Nazad
da: Tilbage
de: Zurück
es: Atrás
fr: Précédent
it: Indietro
ja: 戻る
ko: 뒤로
nb: Tilbake
pl: Wstecz
pt_br: Voltar
ru: Назад
th: ย้อนกลับ
tr: Geri
uk: Назад
zh_hans: 后退
zh_hant: 上一頁

# command.browserClearHistory.subtitle
source: Browser
ar: المتصفح
bs: Preglednik
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
nb: Nettleser
pl: Przeglądarka
pt_br: Navegador
ru: Браузер
th: เบราว์เซอร์
tr: Tarayıcı
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# command.browserClearHistory.title
source: Clear Browser History
ar: مسح سجل المتصفح
bs: Obriši historiju preglednika
da: Ryd browserhistorik
de: Browserverlauf löschen
es: Borrar historial del navegador
fr: Effacer l'historique du navigateur
it: Cancella cronologia browser
ja: ブラウザ履歴をクリア
ko: 브라우저 기록 지우기
nb: Tøm nettleserhistorikk
pl: Wyczyść historię przeglądarki
pt_br: Limpar Histórico do Navegador
ru: Очистить историю браузера
th: ล้างประวัติเบราว์เซอร์
tr: Tarayıcı Geçmişini Temizle
uk: Очистити історію браузера
zh_hans: 清除浏览器历史记录
zh_hant: 清除瀏覽記錄

# command.browserConsole.title
source: Show JavaScript Console
ar: عرض وحدة تحكم JavaScript
bs: Prikaži JavaScript konzolu
da: Vis JavaScript-konsol
de: JavaScript-Konsole anzeigen
es: Mostrar consola de JavaScript
fr: Afficher la console JavaScript
it: Mostra console JavaScript
ja: JavaScriptコンソールを表示
ko: JavaScript 콘솔 표시
nb: Vis JavaScript-konsoll
pl: Pokaż konsolę JavaScript
pt_br: Mostrar Console JavaScript
ru: Показать консоль JavaScript
th: แสดงคอนโซล JavaScript
tr: JavaScript Konsolunu Göster
uk: Показати консоль JavaScript
zh_hans: 显示 JavaScript 控制台
zh_hant: 顯示 JavaScript 主控台

# command.browserDuplicateRight.subtitle
source: Browser Layout
ar: تخطيط المتصفح
bs: Raspored preglednika
es: Disposición del navegador
fr: Disposition du navigateur
it: Layout browser
ja: ブラウザレイアウト
ko: 브라우저 레이아웃
nb: Nettleseroppsett
pl: Układ przeglądarki
pt_br: Layout do Navegador
ru: Макет браузера
th: เค้าโครงเบราว์เซอร์
tr: Tarayıcı Düzeni
uk: Макет браузера
zh_hans: 浏览器布局
zh_hant: 瀏覽器版面

# command.browserDuplicateRight.title
source: Duplicate Browser to the Right
ar: نسخ المتصفح إلى اليمين
bs: Dupliciraj preglednik desno
da: Dupliker browser til højre
de: Browser nach rechts duplizieren
es: Duplicar navegador a la derecha
fr: Dupliquer le navigateur à droite
it: Duplica browser a destra
ja: ブラウザを右に複製
ko: 브라우저를 오른쪽으로 복제
nb: Dupliser nettleser til høyre
pl: Duplikuj przeglądarkę na prawo
pt_br: Duplicar Navegador à Direita
ru: Дублировать браузер вправо
th: ทำซ้ำเบราว์เซอร์ไปทางขวา
tr: Tarayıcıyı Sağa Çoğalt
uk: Дублювати браузер праворуч
zh_hans: 向右复制浏览器
zh_hant: 將瀏覽器複製到右側

# command.browserFocusAddressBar.title
source: Focus Address Bar
ar: التركيز على شريط العنوان
bs: Fokusiraj adresnu traku
da: Fokuser adresselinjen
de: Adressleiste fokussieren
es: Enfocar barra de direcciones
fr: Activer la barre d'adresse
it: Porta il focus sulla barra degli indirizzi
ja: アドレスバーにフォーカス
ko: 주소 표시줄 포커스
nb: Fokuser adressefeltet
pl: Ustaw fokus na pasku adresu
pt_br: Focar na Barra de Endereço
ru: Перейти к адресной строке
th: โฟกัสแถบที่อยู่
tr: Adres Çubuğuna Odaklan
uk: Фокус на адресному рядку
zh_hans: 聚焦地址栏
zh_hant: 聚焦網址列

# command.browserFocusMode.enter.title
source: Enter Browser Focus Mode
ar: تفعيل وضع تركيز المتصفح
bs: Uđi u način fokusa preglednika
da: Aktivér browser-fokustilstand
de: Browser-Fokusmodus aktivieren
es: Activar modo de enfoque del navegador
fr: Activer le mode focus du navigateur
it: Attiva la modalità focus del browser
ja: ブラウザフォーカスモードに入る
ko: 브라우저 집중 모드 시작
nb: Aktiver nettleser-fokusmodus
pl: Włącz tryb skupienia przeglądarki
pt_br: Ativar modo de foco do navegador
ru: Включить режим фокусировки браузера
th: เข้าสู่โหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modunu aç
uk: Увімкнути режим фокусування браузера
zh_hans: 进入浏览器专注模式
zh_hant: 進入瀏覽器專注模式

# command.browserFocusMode.exit.title
source: Exit Browser Focus Mode
ar: إنهاء وضع تركيز المتصفح
bs: Izađi iz načina fokusa preglednika
da: Afslut browser-fokustilstand
de: Browser-Fokusmodus beenden
es: Salir del modo de enfoque del navegador
fr: Quitter le mode focus du navigateur
it: Esci dalla modalità focus del browser
ja: ブラウザフォーカスモードを終了
ko: 브라우저 집중 모드 종료
nb: Avslutt nettleser-fokusmodus
pl: Wyłącz tryb skupienia przeglądarki
pt_br: Sair do modo de foco do navegador
ru: Выйти из режима фокусировки браузера
th: ออกจากโหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modundan çık
uk: Вийти з режиму фокусування браузера
zh_hans: 退出浏览器专注模式
zh_hant: 退出瀏覽器專注模式

# command.browserForward.title
source: Forward
ar: تقدم
bs: Naprijed
da: Frem
de: Vor
es: Adelante
fr: Suivant
it: Avanti
ja: 進む
ko: 앞으로
nb: Fremover
pl: Do przodu
pt_br: Avançar
ru: Вперед
th: ไปข้างหน้า
tr: İleri
uk: Вперед
zh_hans: 前进
zh_hant: 下一頁

# command.browserHideOmnibar.title
source: Hide Browser Omnibar
ar: إخفاء شريط أومني للمتصفح
bs: Sakrij omnibar preglednika
da: Skjul browserens omnibar
de: Browser-Omnibar ausblenden
es: Ocultar omnibar del navegador
fr: Masquer l’omnibar du navigateur
it: Nascondi omnibar del browser
ja: ブラウザのオムニバーを非表示
ko: 브라우저 옴니바 숨기기
nb: Skjul nettleserens omnibar
pl: Ukryj omnibar przeglądarki
pt_br: Ocultar omnibar do navegador
ru: Скрыть омнибар браузера
th: ซ่อนแถบออมนิของเบราว์เซอร์
tr: Tarayıcı Omnibarını Gizle
uk: Приховати омнібар браузера
zh_hans: 隐藏浏览器全能栏
zh_hant: 隱藏瀏覽器網址列

# command.browserOpenDefault.title
source: Open Current Page in Default Browser
ar: فتح الصفحة الحالية في المتصفح الافتراضي
bs: Otvori trenutnu stranicu u podrazumijevanom pregledniku
da: Åbn aktuel side i standardbrowser
de: Aktuelle Seite im Standardbrowser öffnen
es: Abrir página actual en el navegador predeterminado
fr: Ouvrir la page dans le navigateur par défaut
it: Apri la pagina corrente nel browser predefinito
ja: 現在のページをデフォルトブラウザで開く
ko: 현재 페이지를 기본 브라우저에서 열기
nb: Åpne gjeldende side i standard nettleser
pl: Otwórz bieżącą stronę w domyślnej przeglądarce
pt_br: Abrir Página Atual no Navegador Padrão
ru: Открыть текущую страницу в браузере по умолчанию
th: เปิดหน้าปัจจุบันในเบราว์เซอร์เริ่มต้น
tr: Geçerli Sayfayı Varsayılan Tarayıcıda Aç
uk: Відкрити поточну сторінку у стандартному браузері
zh_hans: 在默认浏览器中打开当前页面
zh_hant: 在預設瀏覽器中開啟目前頁面

# command.browserReload.title
source: Reload Page
ar: إعادة تحميل الصفحة
bs: Ponovo učitaj stranicu
da: Genindlæs side
de: Seite neu laden
es: Recargar página
fr: Recharger la page
it: Ricarica pagina
ja: ページを再読み込み
ko: 페이지 새로고침
nb: Last inn siden på nytt
pl: Odśwież stronę
pt_br: Recarregar Página
ru: Перезагрузить страницу
th: โหลดหน้าใหม่
tr: Sayfayı Yeniden Yükle
uk: Перезавантажити сторінку
zh_hans: 重新加载页面
zh_hant: 重新載入頁面

# command.browserShowOmnibar.title
source: Show Browser Omnibar
ar: إظهار شريط أومني للمتصفح
bs: Prikaži omnibar preglednika
da: Vis browserens omnibar
de: Browser-Omnibar anzeigen
es: Mostrar omnibar del navegador
fr: Afficher l’omnibar du navigateur
it: Mostra omnibar del browser
ja: ブラウザのオムニバーを表示
ko: 브라우저 옴니바 보이기
nb: Vis nettleserens omnibar
pl: Pokaż omnibar przeglądarki
pt_br: Mostrar omnibar do navegador
ru: Показать омнибар браузера
th: แสดงแถบออมนิของเบราว์เซอร์
tr: Tarayıcı Omnibarını Göster
uk: Показати омнібар браузера
zh_hans: 显示浏览器全能栏
zh_hant: 顯示瀏覽器網址列

# command.browserSplitDown.subtitle
source: Browser Layout
ar: تخطيط المتصفح
bs: Raspored preglednika
es: Disposición del navegador
fr: Disposition du navigateur
it: Layout browser
ja: ブラウザレイアウト
ko: 브라우저 레이아웃
nb: Nettleseroppsett
pl: Układ przeglądarki
pt_br: Layout do Navegador
ru: Макет браузера
th: เค้าโครงเบราว์เซอร์
tr: Tarayıcı Düzeni
uk: Макет браузера
zh_hans: 浏览器布局
zh_hant: 瀏覽器版面

# command.browserSplitDown.title
source: Split Browser Down
ar: تقسيم المتصفح للأسفل
bs: Podijeli preglednik dolje
da: Opdel browser nedad
de: Browser nach unten teilen
es: Dividir navegador hacia abajo
fr: Diviser le navigateur vers le bas
it: Dividi browser in basso
ja: ブラウザを下に分割
ko: 브라우저를 아래로 분할
nb: Del nettleser ned
pl: Podziel przeglądarkę w dół
pt_br: Dividir Navegador para Baixo
ru: Разделить браузер вниз
th: แยกเบราว์เซอร์ลงล่าง
tr: Tarayıcıyı Aşağı Böl
uk: Розділити браузер вниз
zh_hans: 向下拆分浏览器
zh_hant: 向下分割瀏覽器

# command.browserSplitRight.subtitle
source: Browser Layout
ar: تخطيط المتصفح
bs: Raspored preglednika
es: Disposición del navegador
fr: Disposition du navigateur
it: Layout browser
ja: ブラウザレイアウト
ko: 브라우저 레이아웃
nb: Nettleseroppsett
pl: Układ przeglądarki
pt_br: Layout do Navegador
ru: Макет браузера
th: เค้าโครงเบราว์เซอร์
tr: Tarayıcı Düzeni
uk: Макет браузера
zh_hans: 浏览器布局
zh_hant: 瀏覽器版面

# command.browserSplitRight.title
source: Split Browser Right
ar: تقسيم المتصفح لليمين
bs: Podijeli preglednik desno
da: Opdel browser til højre
de: Browser nach rechts teilen
es: Dividir navegador a la derecha
fr: Diviser le navigateur à droite
it: Dividi browser a destra
ja: ブラウザを右に分割
ko: 브라우저를 오른쪽으로 분할
nb: Del nettleser til høyre
pl: Podziel przeglądarkę w prawo
pt_br: Dividir Navegador à Direita
ru: Разделить браузер вправо
th: แยกเบราว์เซอร์ไปทางขวา
tr: Tarayıcıyı Sağa Böl
uk: Розділити браузер праворуч
zh_hans: 向右拆分浏览器
zh_hant: 向右分割瀏覽器

# command.browserToggleDevTools.title
source: Toggle Developer Tools
ar: تبديل أدوات المطور
bs: Prebaci razvojne alate
da: Slå udviklerværktøjer til/fra
de: Entwicklerwerkzeuge ein-/ausblenden
es: Alternar herramientas de desarrollo
fr: Afficher/masquer les outils de développement
it: Attiva/Disattiva Strumenti sviluppatore
ja: デベロッパツールの切り替え
ko: 개발자 도구 전환
nb: Slå utviklerverktøy av/på
pl: Przełącz narzędzia deweloperskie
pt_br: Alternar Ferramentas do Desenvolvedor
ru: Инструменты разработчика
th: สลับเครื่องมือนักพัฒนา
tr: Geliştirici Araçlarını Aç/Kapat
uk: Перемкнути інструменти розробника
zh_hans: 切换开发者工具
zh_hant: 切換開發者工具

# command.browserZoomIn.title
source: Zoom In
ar: تكبير
bs: Uvećaj
da: Zoom ind
de: Einzoomen
es: Ampliar
fr: Zoom avant
it: Ingrandisci
ja: 拡大
ko: 확대
nb: Zoom inn
pl: Powiększ
pt_br: Aumentar Zoom
ru: Увеличить
th: ซูมเข้า
tr: Yakınlaştır
uk: Збільшити
zh_hans: 放大
zh_hant: 放大
